<div class="container">
    <h1>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h1>
		<p><strong>1. Общие положения Пользовательского соглашения.</strong></p>
		<p>
			<strong>1.1.</strong> В настоящем документе и в отношениях сторон, возникающих из него или связанных с ним,
			применяются следующие термины и определения:
		</p>
		<ul>
			<li>
				<strong>а</strong> Сайт — это информационный интернет-ресурс <?= $domainName ?>, представляющий собой систему интерактивного
				сервиса в режиме реального времени в глобальной сети Интернет и включающий в себя информационные
				сервисы и данные, предоставляемые администрацией сайта <?= $domainName ?>, мобильную версию сайта <?= $domainName ?>, а также все
				мобильные приложения и другие продукты <?= $domainName ?>, а также сервисы и данные, предоставляемые на Сайте
				третьими лицами;
			</li>
			<li><strong>b</strong> Соглашение — действующее Пользовательское соглашение со всеми дополнениями и изменениями;</li>
			<li>
				<strong>c</strong> Пользователь — юридическое лицо, присоединившееся к настоящему Соглашению в своих
				интересах или действует от имени и в интересах представляемого им юридического лица;
			</li>
			<li><strong>d</strong> Сервис — совокупность услуг, предоставляемых Пользователю с использованием Сайта.</li>
		</ul>

		<p>
			<strong>1.2.</strong> Использование Сервиса Пользователем любым способом и в любой форме в пределах его
			заявленной функциональности, включая:
		</p>
		<ul>
			<li>просмотр материалов, размещенных на Сайте;</li>
			<li>регистрация и/или авторизация на Сайте;</li>
			<li>
				размещение или воспроизведение на Сайте любых материалов, включая, но не ограничиваясь: 
				текстами, гипертекстовыми ссылками, изображениями, аудио- и видеофайлами, информацией и/или другой информацией,
				создает договор на условиях настоящего Соглашения в соответствии с законодательством Украины.
			</li>
		</ul>

		<p>
			<strong>1.3.</strong> Воспользовавшись каждой из вышеуказанных возможностей по использованию Сервиса, Пользователь
			подтверждает, что:
		</p>
		<ul>
			<li>
				<strong>a</strong> Ознакомился с условиями настоящего Соглашения в полном объеме до начала использования Сервиса.
			</li>
			<li>
				<strong>b</strong> Принимает все условия настоящего Соглашения в полном объеме и обязуется их соблюдать либо
				прекратить использование Сервиса. Если Пользователь не согласен с условиями настоящего Соглашения или не имеет права
				заключать договор на их основе, он должен немедленно прекратить любое использование Сервиса.
			</li>
			<li>
				Соглашение (включая любую его часть) может быть изменено Администрацией без
				какого-либо специального уведомления. Новая редакция Соглашения вступает в силу с момента ее размещения на
				веб-сайте Администрации.
			</li>
		</ul>

		<p>
			<strong>1.4.</strong> Настоящее Соглашение распространяется на отношения, связанные с правами и интересами третьих лиц,
			которые не являются Пользователями Сайта, но чьи права и интересы могут быть нарушены действиями Пользователей Сайта.
		</p>

		<p><strong>2. Общая информация</strong></p>
		<ul>
			<li><strong>2.1.</strong> Настоящее Соглашение имеет юридическую силу как для Администрации, так и для Пользователя.</li>
			<li>
				<strong>2.2.</strong> Пользователь имеет право отказаться от принятия изменений и дополнений к Соглашению,
				внесенных Администрацией, что означает отказ Пользователя от использования Сервиса Сайта.
			</li>
			<li>
				<strong>2.3.</strong> Все возможные споры, возникающие в связи с исполнением настоящего Соглашения,
				разрешаются в соответствии с нормами действующего законодательства Украины.
			</li>
			<li>
				<strong>2.4.</strong> Ничто в Соглашении не может быть понято как установление между Пользователем и Администрацией
				агентских отношений, отношений партнерства, отношений совместной деятельности, личных трудовых отношений
				или любых других отношений, не предусмотренных прямо настоящим Соглашением.
			</li>
			<li>
				<strong>2.5.</strong> Пользователь, считающий, что его права и интересы были нарушены из-за действий
				Администрации или третьих лиц в связи с размещением какого-либо материала на Сайте, направляет претензию в
				службу поддержки Сайта. Материал будет немедленно удален из свободного доступа по первому законному требованию
				правообладателя.
			</li>
			<li>
				<strong>2.6.</strong> В случае принятия нормативных правовых актов органами власти Украины, затрагивающих
				полностью или частично функционирование Сайта или Сервиса, Администрация оставляет за собой право вносить
				любые изменения в функционирование Сервиса, направленные на приведение деятельности Сайта в соответствие с
				новыми нормами.
			</li>
		</ul>
		<p><strong>3. Условия использования в соответствии с Соглашением</strong></p>
		<ul>
			<li>
				<strong>3.1.</strong> Сайт предоставляет Пользователям Сервис и возможность размещать свои материалы на
				бесплатной основе.
			</li>
			<li>
				<strong>3.2.</strong> Использование функционала Сервиса допускается только после
				регистрации и авторизации Пользователя на Сайте в соответствии с установленной Администрацией
				процедурой:
				<ul>
					<li>
						<strong>3.2.1.</strong> Заполнить регистрационную форму: придумать и ввести логин учетной записи
						и пароль для доступа к Сервисам Сайта. Пользователь несет личную ответственность за безопасность
						логина и пароля, и полностью отвечает за все действия, которые будут совершены
						Пользователем в процессе использования Сервисов Сайта;
					</li>
					<li>
						<strong>3.2.2.</strong> Выразить согласие с условиями настоящего Соглашения. При этом Администрация не
						проверяет точность информации, предоставленной Пользователем, и не несет ответственности
						перед третьими лицами за точность и достоверность такой информации; не рассматривает
						информацию, предоставленную Пользователем, как персональные данные, подлежащие специальной защите в соответствии с
						Законом Украины "О защите персональных данных";
					</li>
					<li>
						<strong>3.2.3.</strong> Пользователь соглашается с тем, что Администрация имеет право собирать и
						хранить регистрационные данные Пользователя в рамках Сервиса для выполнения положений настоящего Соглашения.
					</li>
				</ul>
			</li>
			<li>
				<strong>3.3.</strong> Логин и пароль, выбранные Пользователем, являются необходимой и достаточной информацией для
				доступа Пользователя на Сайт.
			</li>
			<li>
				<strong>3.4.</strong> Все вопросы предоставления прав доступа в Интернет, приобретения и настройки
				для этого соответствующего оборудования и программного обеспечения Пользователь решает самостоятельно и не
				подлежат настоящему Соглашению.
			</li>
			<li>
				<strong>3.5.</strong> Пароль Пользователя может быть восстановлен Администрацией только в случае точного,
				правильного и полного ввода информации, указанной при первичной регистрации учетной записи Пользователем.
			</li>
			<li>
				<strong>3.6.</strong> Размещение материалов и использование Сервиса подлежат постмодерации, т.е. модератор
				ознакомляется с материалами после их размещения Пользователем на Сайте. Если какой-либо
				материал нарушает условия использования Сайта и/или содержит информацию, противоречащую
				требованиям действующего законодательства, такой материал подлежит удалению.
			</li>
		</ul>
		<p><strong>4. Условия использования материалов, размещенных на Сайте</strong></p>
		<ul>
			<li>
				<strong>4.1.</strong> Сайт содержит материалы, защищенные авторским правом, товарными знаками и другими
				материалами, охраняемыми законом, включая, но не ограничиваясь текстами, фотографиями, видеоматериалами,
				графическими изображениями, музыкальными и звуковыми произведениями.
			</li>
			<li>
				<strong>4.2.</strong> Весь контент Сайта, за исключением рекламы, защищен авторским правом как
				составное произведение, созданное коллективным творческим трудом в соответствии с действующим законодательством Украины.
			</li>
			<li>
				<strong>4.3.</strong> Положения, указанные в настоящем разделе Соглашения, предусматривают защиту интересов
				администрации Сайта и третьих лиц, являющихся обладателями прав на материалы Сайта. При этом каждый
				правообладатель может самостоятельно реализовать свои права, указанные в настоящем Соглашении.
			</li>
			<li>
				<strong>4.4.</strong> Пользователь Сайта не имеет права вносить изменения, публиковать, передавать третьим
				лицам, участвовать в продаже или передаче, создавать производные работы или иным образом использовать,
				частично или полностью, содержимое Сайта.
			</li>
			<li>
				<strong>4.5.</strong> Пользователь Сайта может загружать защищенные авторским правом материалы с сайта
				исключительно для личного использования.
			</li>
			<li>
				<strong>4.6.</strong> Если иное не предусмотрено законодательством об авторском праве и смежных правах, любое
				воспроизведение, распространение, передача третьим лицам, публикация или иное использование в
				коммерческих целях, материалов, загруженных с сайта, без получения письменного разрешения Администрации Сайта
				или другого законного владельца исключительного права не допускается.
			</li>
			<li>
				<strong>4.7.</strong> В случае получения разрешения на копирование, распространение, публикацию или иное
				использование материалов Сайта, защищенных авторским правом, такое копирование, распространение,
				публикация или иное использование не допускается без уведомления об авторских правах
				или с изменением или удалением имени автора и/или товарного знака.
			</li>
		</ul>
		<p><strong>6. Прекращение учетной записи и удаление материалов Пользователя</strong></p>
		<ul>
			<li>
				<strong>6.1.</strong> Пользователь соглашается с тем, что Администрация оставляет за собой право прекратить
				учетную запись Пользователя и/или заблокировать доступ Пользователя к Сайту в любое время без
				предварительного уведомления Пользователя и без указания причины в следующих случаях:
				<ul>
					<li><strong>6.1.1.</strong> Нарушение положений настоящего Соглашения, его частей и дополнений;</li>
					<li>
						<strong>6.1.2.</strong> На основании соответствующего предписания государственных органов, в соответствии с действующим
						законодательством;
					</li>
					<li>
						<strong>6.1.3.</strong> В случаях, когда Администрация сочтет такое удаление необходимым для
						нормального функционирования Сайта.
					</li>
				</ul>
			</li>
			<li>
				<strong>6.2.</strong> Пользователь может обратиться к Администрации с просьбой о деактивации своей учетной записи на Сайте. Под
				деактивацией понимается временная блокировка учетной записи пользователя с ее сохранением (без удаления
				информации пользователя из базы данных Сайта). Для деактивации учетной записи Пользователь должен написать письмо в
				службу поддержки Сайта с почтового ящика, на который была зарегистрирована учетная запись Пользователя, с
				просьбой о деактивации учетной записи.
			</li>
			<li>
				<strong>6.3.</strong> Для восстановления регистрации на Сайте (активации учетной записи) Пользователь должен
				написать письмо в службу поддержки Сайта с просьбой об активации учетной записи Пользователя, с почтового ящика,
				на который была зарегистрирована учетная запись Пользователя.
			</li>
			<li>
				<strong>6.4.</strong> Администрация оставляет за собой право изменять (модерировать) или
				удалять любые материалы, размещенные Пользователем, включая материалы, нарушающие запреты,
				установленные п. 5.5. настоящего Соглашения (а также любые другие запреты и требования, предусмотренные действующим
				законодательством Украины), с предварительным уведомлением или без него, не неся ответственности за любой ущерб,
				который может быть причинен Пользователю таким действием.
			</li>
			<li>
				<strong>6.5.</strong> В случае размещения Пользователем материалов, не принадлежащих ему, и получения
				от правообладателя обоснованной жалобы на нарушение его прав, защищенных законом, Администрация имеет
				право удалить контент, размещенный Пользователем, или заблокировать доступ к нему Пользователей без
				уведомления Пользователя и без объяснения причин.
			</li>
		</ul>
		<p><strong>7. Права и обязанности</strong></p>
		<ul>
			<li>
				<strong>7.1.</strong> Администрация старается обеспечить бесперебойную работу Сайта, но не несет ответственности
				за полную или частичную потерю материалов, размещенных Пользователем, а также за
				недостаточное качество или скорость работы Сервиса.
			</li>
			<li>
				<strong>7.2.</strong> Пользователь имеет право использовать Сайт для размещения объектов интеллектуальной
				собственности, право использования которых принадлежит ему на законных основаниях.
			</li>
			<li>
				<strong>7.3.</strong> Администрация имеет право отказать Пользователю в размещении текстовых материалов
				сообщений, а также удалять материалы по своему усмотрению, если их содержание противоречит требованиям настоящего
				Соглашения.
			</li>
			<li>
				<strong>7.4.</strong> Пользователь соглашается с тем, что он несет полную ответственность за содержание
				материалов, размещенных им на Сайте. Администрация не несет ответственности за содержание материалов и за
				их соответствие требованиям законодательства, за нарушение авторских прав, а также за возможные нарушения
				прав третьих лиц в связи с размещением материалов на Сайте. В случае получения претензий от третьих лиц,
				связанных с размещением материалов, Пользователь урегулирует такие претензии самостоятельно и за свой счет.
			</li>
			<li>
				<strong>7.5.</strong> Пользователь предоставляет Администрации неисключительную лицензию на использование, включая
				воспроизведение, распространение, обработку, публичное демонстрирование на Сайте и доведение до всеобщего сведения
				материалов, размещенных Пользователем в рамках портала для публичного просмотра как контента Сайта.
				Пользователь, являющийся законным автором материалов, указанных в данном пункте, сохраняет все имущественные
				и личные неимущественные авторские права, в соответствии с законодательством Украины и международными соглашениями.
			</li>
			<li>
				<strong>7.6.</strong> Пользователь обязуется не воспроизводить, не копировать, не продавать и не перепродавать, а также не использовать в
				коммерческих целях любые объекты
				интеллектуальной собственности, размещенные на Сайте, кроме тех случаев, когда такое право предоставлено ему
				законным правообладателем.
			</li>
			<li>
				<strong>7.7.</strong> Администрация не гарантирует, что Услуги Сайта будут соответствовать требованиям
				Пользователя; будут предоставляться непрерывно, быстро, надежно и без ошибок, а результаты, которые могут быть
				получены Пользователем, будут точными и надежными.
			</li>
			<li>
				<strong>7.8.</strong> Любые материалы, полученные Пользователем с использованием Услуг Сайта,
				Пользователь использует на свой страх и риск. Пользователь несет единоличную ответственность за любой ущерб,
				который может быть нанесен компьютеру и/или данным в результате загрузки и использования этих
				материалов.
			</li>
			<li>
				<strong>7.9.</strong> Администрация обязуется информировать Пользователя о претензиях третьих лиц на
				материалы, размещенные Пользователем. Пользователь обязуется либо предоставить Администрации право на публикацию
				материала, либо удалить материал.
			</li>
			<li>
				<strong>7.10.</strong> Администрация имеет право по первому требованию соответствующего уполномоченного лица
				(правоохранительного органа), но в соответствии с действующим законодательством, предоставить такому государственному органу
				имеющуюся информацию о Пользователе, включая персональные данные.
			</li>
			<li>
				<strong>7.11.</strong> Администрация не несет ответственности за:
				<ul>
					<li>за действия Пользователя на Сайте;</li>
					<li>
						за сбои, происходящие в телекоммуникационных и/или энергетических сетях, действия вредоносных программ, а
						также за недобросовестные действия третьих лиц;
					</li>
					<li>
						за содержание и законность Информации, использованной/полученной Пользователем в рамках Сервиса, а
						также за ее характер;
					</li>
					<li>
						за убытки/упущенную выгоду, причиненные Пользователю в результате использования или невозможности
						использования той или иной Услуги;
					</li>
					<li>
						за достоверность и качество рекламной информации, полученной Пользователем в рамках Сервиса, а
						также за рекламируемые в ней товары/услуги и т.д.;
					</li>
					<li>
						за ущерб программному и/или аппаратному комплексу Пользователя, который произошел в результате
						использования Сервиса.
					</li>
				</ul>
			</li>
		</ul>
    </div>
