<div class="container">
    <h1>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h1>
    <p><strong>1. Общие положения</strong></p>
    <p>
        Веб-сайт "<a href="<?= $domainName ?>"><?= $domainName ?></a>" (далее именуемый "Сайт") принадлежит 
        юридическому лицу, зарегистрированному и действующему в соответствии с законом 
        (далее - "Компания" или "Мы").
    </p>
    <p>
        Компания уважает личную (персональную) информацию всех пользователей Сайта без исключения, а 
        также тех лиц, которые пользуются услугами Сайта. Учитывая это, мы обязуемся защищать 
        конфиденциальность 
        персональных данных (информации и совокупности информации о физическом лице, с помощью которой пользователь 
        идентифицирован или может быть конкретно идентифицирован), создавая и обеспечивая максимально 
        комфортные условия для использования услуг Сайта для каждого пользователя.
    </p>
    <p>
        В реализации вышеуказанного Компания действует в рамках данной Политики конфиденциальности и защиты 
        персональных данных (далее именуемой "Политика"), текст которой изложен ниже. В частности, 
        Политика устанавливает порядок 
        обработки персональных данных Компанией, типы собираемых персональных данных и цель их использования, 
        взаимодействие 
        Компании с третьими сторонами, меры безопасности, используемые для защиты персональных данных, условия доступа 
        к персональным данным, а также контактную информацию для пользователя относительно получения доступа, внесения изменений, 
        блокировки или удаления своих персональных данных и разрешения любых вопросов, которые могут возникнуть у 
        вас относительно практики защиты персональных данных.
    </p>

    <p><strong>2. Типы обрабатываемых персональных данных</strong></p>
    <p>При использовании пользователем услуг Сайта Компания обрабатывает следующие данные пользователя:</p>
    <ul>
        <li>данные, которые Пользователь предоставляет при заполнении регистрационных форм и в процессе использования услуг;</li>
        <li>cookies;</li>
        <li>ip-адреса пользователя;</li>
        <li>параметры и настройки интернет-браузеров (User-agent).</li>
    </ul>
    <p>
        В частности, Компания собирает только те персональные данные, которые осознанно предоставлены пользователем как 
        субъектом персональных данных 
        для цели использования услуг Сайта (например, имя и фамилия, логин и пароль, адрес электронной почты, 
        контактный номер телефона, дата рождения, пол и т.д.), что в соответствии с требованиями закона 
        является согласием субъекта персональных данных на обработку его персональных данных в соответствии с целью их обработки, 
        указанной в данной Политике.
    </p>
    <p>
        Компания собирает данные о статистике посещений Сайта (например, о соединениях, трафике, просмотрах, а также 
        о дате, времени, продолжительности работы в Интернете и нахождения на Сайте).
    </p>
    <p>
        Также при посещении Сайта Компания фиксирует все пользовательские логины в системе. Другая поведенческая информация 
        пользователя в сети не обрабатывается и не сохраняется Компанией.
    </p>
    <p>
        Обратите внимание, что Компания собирает минимальное количество информации, необходимое исключительно для выполнения 
        запроса субъекта персональных данных.
    </p>
    <p>
        Компания не собирает информацию, для обработки которой установлены определенные требования законом, например, 
        информацию о расовом или этническом происхождении, политических, религиозных или мировоззренческих убеждениях, членстве в 
        политических партиях и профсоюзах или о привлечении к уголовной ответственности, а также данные, которые 
        относятся к здоровью, сексуальной жизни, биометрические или генетические данные (согласно статье 7 Закона 
        Украины "О защите персональных данных").
    </p>
    <p><strong>3. Обработка персональных данных</strong></p>
    <p>
        Обработка и хранение предоставленных пользователем персональных данных осуществляется в дата-центрах, где находится 
        оборудование, обеспечивающее функционирование услуг Сайта. Предоставленные персональные данные обрабатываются и могут 
        храниться в базе данных персональных данных или в отдельной таблице базы данных Сайта.
    </p>

    <p><strong>4. Цели обработки/использования персональных данных</strong></p>
    <p>
        Персональные данные используются с целью обеспечения предоставления интернет-услуг Сайта, обмена информацией / 
        новостями, взаимоотношений в сфере рекламы и коммуникации в соответствии с Законами Украины, включая, но не ограничиваясь, 
        исключительно "О защите персональных данных", "О ратификации Конвенции о защите лиц в связи с 
        автоматизированной обработкой персональных данных и Дополнительного протокола к Конвенции о защите лиц в связи с 
        автоматизированной обработкой персональных данных относительно контролирующих органов и трансграничных потоков данных", 
        "О 
        информации", "О рекламе", "О телекоммуникациях", "О защите информации в информационных и телекоммуникационных 
        системах", "О государственной поддержке средств массовой информации и социальной защите журналистов", а также в 
        соответствии с Правилами использования Сайта и другими актами, регулирующими деятельность Компании.
    </p>

    <p><strong>5. Срок хранения персональных данных</strong></p>
    <p>Персональные данные хранятся не дольше, чем это необходимо для цели их обработки.</p>
    <p>
        После того, как субъект персональных данных перестает быть пользователем Сайта путем удаления учетной записи 
        на Сайте, его персональные данные автоматически удаляются.
    </p>
    <p><strong>6. Использование файлов cookie</strong></p>
    <p>
        Cookie – это текстовый файл или файлы, содержащие небольшое количество информации, которые отправляются 
        веб-браузером и хранятся на устройстве пользователя (например, компьютер, мобильный телефон или другое 
        устройство, с помощью которого пользователь посещает Сайт).
    </p>
    <p>
        Cookies могут быть постоянными (хранятся на компьютере до тех пор, пока пользователь не удалит их), либо 
        временными/сессионными (сохраняются только до закрытия браузера). Также cookies делятся на основные (устанавливаются непосредственно посещаемым Сайтом) и сторонние (устанавливаются другими сайтами).
    </p>
    <p>Мы обращаем внимание на следующее:</p>
    <ul>
        <li>данные cookie обновляются при повторном посещении Сайта пользователем;</li>
        <li>в большинстве случаев веб-браузер автоматически разрешает сохранение cookie на устройстве пользователя;</li>
        <li>отключение cookie может привести к ограниченному доступу к опубликованным материалам и/или неполноценному функционированию услуг Сайта.</li>
    </ul>
    <p>
        Компания заботится о своих пользователях и старается сделать использование Сайта максимально комфортным, 
        и для этого Компании необходимо анализировать поведение, предпочтения и интересы пользователей с помощью cookie. 
        Анализ с использованием cookie поможет Компании улучшить взаимодействие пользователей с Сайтом, 
        определить наиболее удобный интерфейс и навигацию сервиса.
    </p>
    <p>
        Учитывая классификацию Международной торговой палаты (International Chamber of Commerce), компания 
        использует следующие категории cookie:
    </p>
    <ul>
        <li>Cookie, необходимые для того, чтобы пользователь мог перемещаться по веб-странице и пользоваться определенными услугами 
        (например, для доступа к защищенным страницам, регистрации и авторизации, выполнения поиска на Сайте). Эти 
        файлы запоминают предыдущие действия пользователя при переходе на предыдущую веб-страницу в 
        той же сессии.</li>
        <li>Операционные cookies обобщают информацию о том, как используется Сайт (например, время 
        пребывания на Сайте, наиболее часто посещаемые страницы, понимание того, какие разделы и сервисы сайта 
        были наиболее интересны пользователю, насколько эффективна та или иная рекламная и/или маркетинговая 
        кампания и т.д.). Эти данные хранятся на устройстве пользователя между сессиями веб-браузера. Собранная с 
        помощью операционных cookies информация предназначена исключительно для статистических и аналитических целей. 
        Некоторые данные cookie могут быть предоставлены третьим лицам, имеющим разрешение от веб-ресурса, 
        и исключительно в вышеуказанных целях.</li>
        <li>Функциональные cookies используются для сохранения настроек или конфигураций, которые хранятся 
        на устройстве пользователя между сессиями веб-браузера (например, имя пользователя, изображение профиля, 
        информация о оставленных комментариях, язык сайта, местоположение, информация о том, была ли предоставлена 
        пользователем какая-либо информация или ранее выбранные предпочтения, а также другие параметры Сайта). Данные 
        cookies также позволяют пользователям смотреть видео, участвовать в интерактивных мероприятиях (опросы, 
        голосования) и взаимодействовать с социальными сетями. Некоторые данные cookie могут быть переданы третьим лицам, 
        имеющим разрешение от веб-ресурса.</li>
        <li>Таргетинговые cookies используются для предоставления контента, который может быть интересен пользователю. Эти данные 
        хранятся на устройстве пользователя между сессиями веб-браузера (например, отслеживание рекомендуемого 
        текста, графики, аудио- и видеоматериалов, чтобы избежать повторного показа, управление целевой 
        рекламой, оценка эффективности рекламных кампаний, информация о посещении пользователем других 
        ресурсов при переходах, а также другие параметры Сайта).</li>
    </ul>
    <p>
        Сайт может делиться этой информацией с другими сторонами, включая медиа-клиентов, рекламодателей, агентства и 
        партнеров по аффилированному бизнесу для предоставления качественной целевой рекламы.
    </p>
    <p>Компания использует cookies сторонних сервисов и аналитических сервисов:</p>
    <ul>
        <li>В частности, для оперативной доставки, лучшего отображения и детального анализа контента на Сайте, 
        Компания использует сервисы, принадлежащие другим третьим сторонам, таким как Facebook, Twitter, 
        Alphabet Inc. и другие. Приведенные в качестве примера компании могут использовать cookie на 
        устройстве Пользователя во время работы на сайте.</li>
    </ul>
    <p>
        Следует отметить, что Сайт не может повлиять на работу cookies, используемых этими сервисами. 
        Вы можете узнать всю необходимую информацию о их использовании, посетив соответствующий ресурс.
    </p>
    <p>
        Условия использования Google Analytics - <a 
            href="http://www.google.com/analytics/terms/en.html">http://www.google.com/analytics/terms/en.html</a>
    </p>
    <p>
        Обращаем ваше внимание на то, что полноценная работа с Сайтом доступна только при использовании cookies. В 
        то 
        время как отключение cookies может привести к ограниченному доступу к контенту и некорректному функционированию 
        услуг Сайта.
    </p>
    <p>
        Чтобы связаться с компанией по поводу использования cookies, отправьте сообщение по электронной почте 
        на <a 
            href="mailto:adv@<?= $domainName ?>">adv@<?= $domainName ?></a>.
    </p>
    <p>
        Если пользователь не согласен с использованием cookies или намеренно удаляет все cookies из своего 
        веб-браузера, при повторном посещении Сайта пользователю будет предложено включить и 
        использовать cookies.
    </p>
    <p>
        Информация о пользователях, полученная с помощью cookies, не продается и не распространяется в открытом доступе 
        и является собственностью Компании.
    </p>
    <p><strong>7. Взаимодействие Сайта с другими ресурсами</strong></p>
    <p>
        При использовании пользователем услуг на страницах Сайта могут присутствовать коды других интернет-ресурсов 
        третьих лиц, в результате чего такие интернет-ресурсы и третьи лица могут получать ваши данные. Таким образом, эти 
        интернет-ресурсы могут получать и обрабатывать информацию о том, что вы посещали эти страницы, а также другую 
        информацию, переданную браузером пользователя.
    </p>
    <p>
        Использование других сервисов Компании необходимо для оперативного анализа посещений Сайта, внутренней и 
        внешней оценки посещаемости Сайта, глубины просмотра, активности пользователей. Данные, полученные от таких 
        сервисов, компания не хранит и не обрабатывает.
    </p>

    <p><strong>8. Безопасность несовершеннолетних</strong></p>
    <p>Сайт не предназначен для пользователей, не достигших совершеннолетия.</p>

    <p><strong>9. Взаимодействие Компании с третьими лицами в отношении персональных данных</strong></p>
    <p>
        Компания не передает персональные данные третьим лицам, за исключением случаев, когда такая передача является требованием 
        законодательства, по запросу субъекта персональных данных, или в других случаях, предусмотренных настоящей Политикой. 
        Компания понимает, что персональная информация является ценным и неотъемлемым элементом, включая персональные 
        нематериальные права личности, и поэтому принимает все возможные меры для защиты персональной информации 
        пользователей, добровольно и осознанно переданной последними Компании.
    </p>
    <p>
        Сайт может содержать ссылки на другие веб-сайты (для информационных и/или рекламных целей). При переходе 
        пользователя по ссылкам на другие веб-сайты данная Политика на такие сайты распространяться не будет.
    </p>

    <p><strong>10. Конфиденциальность деятельности субъекта персональных данных на Сайте</strong></p>
    <p>
        Информация о поведении пользователей на сайте, передаваемая через сеть, или электронная почта Пользователя защищены в 
        соответствии с законом.
    </p>
    <p><strong>11. Защита персональных данных</strong></p>
    <p>
        Компания использует общепринятые стандарты технологической и операционной защиты информации и 
        персональных данных от утраты, неправильного использования, изменения или уничтожения. Однако, несмотря на все 
        усилия, Компания не может гарантировать абсолютную безопасность от любых внешних угроз 
        по отношению к Компании.
    </p>
    <p>
        Компания соблюдает все применимые обязательства по конфиденциальности и 
        технические и организационные меры безопасности, чтобы предотвратить несанкционированное или незаконное раскрытие 
        или обработку такой информации и данных, их случайную утрату, уничтожение или повреждение.
    </p>

    <p><strong>12. Условия доступа к персональным данным</strong></p>
    <p>
        Порядок доступа к персональным данным третьих лиц определяется условиями согласия пользователя, 
        предоставленного владельцем 
        персональных данных на обработку таких данных, либо в соответствии с требованиями закона. Доступ пользователя к 
        данным о 
        себе осуществляется бесплатно.
    </p>

    <p><strong>13. Права субъекта персональных данных</strong></p>
    <ul>
        <li>знать о источниках сбора, месте нахождения своих персональных данных, цели их обработки, местонахождении 
        или месте проживания (пребывания) владельца или распорядителя персональных данных или о соответствующей дате 
        предоставления полномочий на получение этой информации лицам, уполномоченным им, за исключением случаев, установленных законом;</li>
        <li>получать информацию о условиях предоставления доступа к персональным данным, в частности информацию о третьих 
        лицах, которым передаются персональные данные;</li>
    </ul>

    <p>
        <strong>Для обновления, получения доступа ... пожалуйста, свяжитесь с Компанией по электронной почте 
            на adv@<?= $domainName ?>.</strong>
    </p>

    <p><strong>14. Изменения в Политике</strong></p>
    <p>
        В настоящую Политику время от времени могут вноситься изменения и дополнения без предварительного уведомления пользователя, 
        включая изменения в законодательных требованиях. Пожалуйста, периодически просматривайте Политику, чтобы 
        быть в курсе любых изменений или дополнений.
    </p>
</div>
