<div class="container">
    <h1>КОРИСТУВАЦЬКА УГОДА</h1>
    <p><strong>1. Загальні положення Користувацької угоди.</strong></p>
    <p>
        <strong>1.1.</strong> У цьому документі та відносинах сторін, що виникають з нього або пов'язані з ним, застосовуються такі терміни та визначення:
    </p>
    <ul>
        <li>
            <strong>а</strong> Сайт - це інформаційний інтернет-сайт <?= $domainName ?>, який є системою інтерактивних
            послуг у реальному часі в мережі Інтернет і включає в себе інформаційні
            послуги та дані, надані адміністрацією сайту <?= $domainName ?>, мобільну версію сайту <?= $domainName ?>, а також усі
            мобільні додатки та інші продукти <?= $domainName ?>, а також послуги та дані, надані на Сайті
            третіми сторонами;
        </li>
        <li><strong>б</strong> Угода - чинна Користувацька угода з усіма додатками та змінами;</li>
        <li>
            <strong>в</strong> Користувач - юридична особа, яка приєдналася до цієї Угоди в своїх власних
            інтересах або діє від імені та в інтересах юридичної особи, яку вона представляє;
        </li>
        <li><strong>г</strong> Послуга - це сукупність послуг, що надаються Користувачеві за допомогою Сайту.</li>
    </ul>

    <p>
        <strong>1.2.</strong> Використання Послуги Користувачем будь-яким способом і в будь-якій формі в межах її
        заявленої функціональності, включаючи:
    </p>
    <ul>
        <li>перегляд матеріалів, розміщених на Сайті;</li>
        <li>реєстрацію та/або авторизацію на Сайті;</li>
        <li>
            розміщення або відтворення на Сайті будь-яких матеріалів, включаючи, але не обмежуючись: 
            текстами, гіпертекстовими посиланнями, зображеннями, аудіо та відео файлами, інформацією та/або іншими даними,
            створює договір на умовах цієї Угоди відповідно до законодавства України.
        </li>
    </ul>

    <p>
        <strong>1.3.</strong> Використовуючи кожну із зазначених вище можливостей використання Послуги, Користувач
        підтверджує, що:
    </p>
    <ul>
        <li>
            <strong>а</strong> Прочитав умови цієї Угоди в повному обсязі перед початком використання Послуги.
        </li>
        <li>
            <strong>б</strong> Приймає всі умови цієї Угоди в повному обсязі та зобов'язується їх дотримуватися або
            припинити використання Послуги. Якщо Користувач не згоден з умовами цієї Угоди або не має права
            укласти договір на їх основі, він повинен негайно припинити будь-яке використання Послуги.
        </li>
        <li>
            Угода (включаючи будь-яку її частину) може бути змінена Адміністрацією без
            будь-якого спеціального повідомлення. Нова редакція Угоди набирає чинності з моменту її розміщення на
            Веб-сайтах Адміністрації.
        </li>
    </ul>

    <p>
        <strong>1.4.</strong> Ця Угода поширюється на відносини, пов'язані з правами та інтересами третіх осіб,
        які не є Користувачами Сайту, але чиї права та інтереси можуть бути порушені діями Користувачів Сайту.
    </p>

    <p><strong>2. Загальна інформація</strong></p>
    <ul>
        <li><strong>2.1.</strong> Ця Угода має юридичну силу як для Адміністрації, так і для Користувача.</li>
        <li>
            <strong>2.2.</strong> Користувач має право відмовитися від прийняття змін і доповнень до Угоди,
            внесених Адміністрацією, що означає відмову Користувача від Послуги Сайту.
        </li>
        <li>
            <strong>2.3.</strong> Усі можливі спори, що виникають у зв'язку з виконанням цієї Угоди,
            вирішуються відповідно до норм чинного законодавства України.
        </li>
        <li>
            <strong>2.4.</strong> Ніщо в Угоді не може бути витлумачене як встановлення між Користувачем та Адміністрацією
            агентських відносин, відносин партнерства, відносин спільної діяльності, трудових відносин або будь-яких інших правовідносин, не прямо передбачених цією Угодою.
        </li>
        <li>
            <strong>2.5.</strong> Користувач, який вважає, що його права та інтереси були порушені через дії
            Адміністрації або третіх осіб у зв'язку з розміщенням будь-якого Матеріалу на Сайті, направляє претензію до
            служби підтримки Сайту. Матеріал буде негайно видалено з відкритого доступу на першу правомірну вимогу
            правовласника.
        </li>
        <li>
            <strong>2.6.</strong> У разі прийняття нормативно-правових актів органами влади України, які впливають на
            повне або часткове функціонування Сайту або Послуги, Адміністрація залишає за собою право внести
            будь-які зміни в функціонування Послуги, спрямовані на приведення діяльності Сайту у відповідність з
            новими нормами.
        </li>
    </ul>
    <p><strong>3. Умови використання згідно з Угодою</strong></p>
    <ul>
        <li>
            <strong>3.1.</strong> Сайт надає Користувачам Послугу та можливість розміщувати свої матеріали на
            безоплатній основі.
        </li>
        <li>
            <strong>3.2.</strong> Використання функціональних можливостей Послуги дозволяється лише після
            реєстрації та авторизації Користувача на Сайті відповідно до встановлених Адміністрацією
            процедур:
            <ul>
                <li>
                    <strong>3.2.1.</strong> Заповнення реєстраційної форми: придумати та ввести логін облікового запису
                    та пароль для доступу до Послуг Сайту. Користувач несе особисту відповідальність за збереження свого
                    логіну та пароля і несе повну відповідальність за всі дії, які будуть здійснені
                    Користувачем у процесі використання Послуг Сайту;
                </li>
                <li>
                    <strong>3.2.2.</strong> Висловлення згоди з умовами цієї Угоди. При цьому Адміністрація не
                    перевіряє достовірність інформації, наданої Користувачем, і не несе відповідальності
                    перед третіми особами за достовірність і точність такої інформації; не вважає
                    інформацію, надану Користувачем, персональними даними, що підлягають спеціальному захисту відповідно до
                    Закону України "Про захист персональних даних";
                </li>
                <li>
                    <strong>3.2.3.</strong> Користувач погоджується з тим, що Адміністрація має право збирати та
                    зберігати реєстраційні дані Користувача в межах Послуги для виконання положень цієї Угоди.
                </li>
            </ul>
        </li>
        <li>
            <strong>3.3.</strong> Логін і пароль, обрані Користувачем, є необхідною та достатньою інформацією для
            доступу Користувача до Сайту.
        </li>
        <li>
            <strong>3.4.</strong> Всі питання надання доступу в Інтернет, придбання і налагодження для
            цього відповідного апаратного та програмного забезпечення Користувач вирішує самостійно і не
            підлягають цій Угоді.
        </li>
        <li>
            <strong>3.5.</strong> Пароль Користувача може бути відновлений Адміністрацією лише у випадку точного,
            правильного та повного введення інформації, зазначеної під час початкової реєстрації Користувачем облікового запису.
        </li>
        <li>
            <strong>3.6.</strong> Розміщення матеріалів і використання Послуги здійснюються після модерації, тобто модератор
            ознайомлюється з матеріалами після розміщення таких матеріалів Користувачем на Сайті. Якщо будь-який
            матеріал порушує умови використання Сайту та/або містить інформацію, що суперечить
            вимогам чинного законодавства, такий матеріал підлягає видаленню.
        </li>
    </ul>
    <p><strong>4. Умови використання матеріалів, розміщених на Сайті</strong></p>
    <ul>
        <li>
            <strong>4.1.</strong> Сайт містить матеріали, що охороняються авторським правом, товарними знаками та іншими
            об'єктами, захищеними законом, включаючи, але не обмежуючись, тексти, фотографії, відеоматеріали,
            графічні зображення, музичні та звукові твори.
        </li>
        <li>
            <strong>4.2.</strong> Весь вміст Сайту, за винятком реклами, захищений авторським правом як
            композитний твір, створений колективною творчою працею відповідно до чинного законодавства України.
        </li>
        <li>
            <strong>4.3.</strong> Положення, викладені в цьому розділі Угоди, передбачають захист інтересів
            Адміністрації Сайту та третіх осіб, які є власниками прав на матеріали Сайту. Водночас кожен
            правовласник може самостійно реалізовувати свої права, зазначені в цій Угоді.
        </li>
        <li>
            <strong>4.4.</strong> Користувач Сайту не має права вносити зміни, публікувати, передавати третім особам,
            брати участь у продажу або передачі, створювати похідні твори або іншим чином використовувати,
            частково або повністю, вміст Сайту.
        </li>
        <li>
            <strong>4.5.</strong> Користувач Сайту може завантажувати матеріали, захищені авторським правом, із сайту
            виключно для особистого використання.
        </li>
        <li>
            <strong>4.6.</strong> Якщо інше не передбачено законодавством про авторське право і суміжні права, жодне
            відтворення, розповсюдження, передача третім особам, публікація або інше використання в
            комерційних цілях матеріалів, завантажених із сайту, не допускається без отримання письмового дозволу Адміністрації Сайту
            або іншого законного власника виключного права.
        </li>
        <li>
            <strong>4.7.</strong> У разі отримання дозволу на копіювання, розповсюдження, публікацію або інше
            використання матеріалів Сайту, захищених авторським правом, таке копіювання, розповсюдження,
            публікація або інше використання не допускається без повідомлення про авторське право
            або з зміною або видаленням імені автора та/або товарного знака.
        </li>
    </ul>
    <p><strong>6. Припинення облікового запису та видалення матеріалів Користувача</strong></p>
    <ul>
        <li>
            <strong>6.1.</strong> Користувач погоджується з тим, що Адміністрація залишає за собою право припинити
            обліковий запис Користувача та/або заблокувати доступ Користувача до Сайту в будь-який час без
            попереднього повідомлення Користувача та без зазначення причини в таких випадках:
            <ul>
                <li><strong>6.1.1.</strong> Порушення положень цієї Угоди, її частин і додатків;</li>
                <li>
                    <strong>6.1.2.</strong> За відповідною вимогою державних органів, відповідно до чинного законодавства;
                </li>
                <li>
                    <strong>6.1.3.</strong> У випадках, коли Адміністрація вважає таке видалення необхідним для
                    нормальної роботи Сайту.
                </li>
            </ul>
        </li>
        <li>
            <strong>6.2.</strong> Користувач може звернутися до Адміністрації з проханням про деактивацію свого облікового запису на Сайті. Під
            деактивацією слід розуміти тимчасове блокування облікового запису користувача з його збереженням (без видалення
            інформації користувача з бази даних Сайту). Для деактивації облікового запису Користувач повинен написати лист до
            служби підтримки Сайту з електронної пошти, на яку був зареєстрований обліковий запис Користувача, із
            запитом на деактивацію облікового запису.
        </li>
        <li>
            <strong>6.3.</strong> Для відновлення реєстрації на Сайті (активації облікового запису) Користувач повинен
            написати лист до служби підтримки Сайту із запитом на активацію облікового запису Користувача з електронної пошти,
            на яку був зареєстрований обліковий запис Користувача.
        </li>
        <li>
            <strong>6.4.</strong> Адміністрація залишає за собою право змінювати (модерувати) або
            видаляти будь-які матеріали, розміщені Користувачем, включаючи матеріали, що порушують заборони,
            викладені в пункті 5.5. чинної Угоди (а також будь-які інші заборони та вимоги, передбачені чинним
            законодавством України), з повідомленням чи без повідомлення, без відповідальності за будь-які збитки,
            які можуть бути завдані Користувачеві таким дією.
        </li>
        <li>
            <strong>6.5.</strong> У разі розміщення Користувачем матеріалів, що йому не належать, і надходження
            від правовласника обґрунтованої скарги на порушення його прав, захищених законом, Адміністрація має
            право видалити контент, розміщений Користувачем, або заблокувати до нього доступ користувачів без
            повідомлення Користувача та без пояснення причин.
        </li>
    </ul>
    <p><strong>7. Права та обов'язки</strong></p>
    <ul>
        <li>
            <strong>7.1.</strong> Адміністрація намагається забезпечити безперебійну роботу Сайту, але не несе відповідальності
            за повну або часткову втрату матеріалів, розміщених Користувачем, а також за
            недостатню якість або швидкість Послуги.
        </li>
        <li>
            <strong>7.2.</strong> Користувач має право використовувати Сайт для розміщення об'єктів інтелектуальної
            власності, право на використання яких належить йому на законних підставах.
        </li>
        <li>
            <strong>7.3.</strong> Адміністрація має право відмовити Користувачу в розміщенні текстових матеріалів,
            а також видалити матеріали на власний розсуд, якщо їх зміст суперечить вимогам цієї
            угоди.
        </li>
        <li>
            <strong>7.4.</strong> Користувач погоджується з тим, що він несе повну відповідальність за зміст
            матеріалів, розміщених ним на Сайті. Адміністрація не несе відповідальності за зміст матеріалів і за
            їх відповідність вимогам законодавства, за порушення авторських прав, а також за можливі порушення
            прав третіх осіб у зв'язку з розміщенням матеріалів на Сайті. У разі отримання претензій від третіх осіб,
            пов'язаних з розміщенням матеріалів, Користувач самостійно та за свій рахунок вирішує
            зазначені претензії.
        </li>
        <li>
            <strong>7.5.</strong> Користувач надає Адміністрації невиключну ліцензію на використання, включаючи
            відтворення, розповсюдження, обробку, публічний показ на Сайті та доведення до загального відома
            матеріалів, розміщених Користувачем, у межах порталу для публічного перегляду як контенту Сайту.
            Користувач, який є законним автором матеріалів, зазначених у цьому пункті, зберігає всі майнові
            та особисті немайнові авторські права відповідно до законодавства України та міжнародних угод.
        </li>
        <li>
            <strong>7.6.</strong> Користувач зобов'язується не відтворювати, не копіювати, не продавати, не
            перепродавати, а також не використовувати в комерційних цілях будь-які об'єкти
            інтелектуальної власності, розміщені на Сайті, за винятком тих випадків, коли таке право надано йому
            законним правовласником.
        </li>
        <li>
            <strong>7.7.</strong> Адміністрація не гарантує, що Послуги Сайту будуть відповідати вимогам
            Користувача; будуть надаватися безперервно, швидко, надійно та без помилок, а результати, які можуть бути
            отримані Користувачем, будуть точними та надійними.
        </li>
        <li>
            <strong>7.8.</strong> Будь-які матеріали, отримані Користувачем за допомогою Послуг Сайту,
            Користувач використовує на свій страх і ризик. Користувач несе повну відповідальність за будь-яку шкоду,
            яка може бути заподіяна комп'ютеру та/або даним в результаті завантаження та використання цих
            матеріалів.
        </li>
        <li>
            <strong>7.9.</strong> Адміністрація зобов'язується повідомити Користувача про претензії третіх осіб на
            матеріали, розміщені Користувачем. Користувач зобов'язується або надає Адміністрації право публікувати
            матеріал, або видалити матеріал.
        </li>
        <li>
            <strong>7.10.</strong> Адміністрація має право на першу вимогу відповідного уповноваженого органу
            (правоохоронного) органу, але відповідно до чинного законодавства, надати такому державному органу
            наявну інформацію про Користувача, включаючи персональні дані.
        </li>
        <li>
            <strong>7.11.</strong> Адміністрація не несе відповідальності за:
            <ul>
                <li>за дії Користувача на Сайті;</li>
                <li>
                    за збої, що відбуваються в телекомунікаційних і/або енергетичних мережах, дії шкідливих програм, а
                    також за недобросовісні дії третіх осіб;
                </li>
                <li>
                    за зміст і законність Інформації, що використовується/отримується Користувачем в межах Послуги, а
                    також за її характер;
                </li>
                <li>
                    за шкоду/втрату прибутку, завдану Користувачеві внаслідок використання або неможливості
                    використання тієї чи іншої Послуги;
                </li>
                <li>
                    за достовірність і якість рекламної інформації, отриманої Користувачем в межах Послуги
                    товарів/послуг і т.д., що рекламуються в ній;
                </li>
                <li>
                    за певні пошкодження програмного та/або апаратного комплексу Користувача, що виникли в результаті
                    використання Послуги.
                </li>
            </ul>
        </li>
    </ul>
</div>
