<div class="container">
    <h1>ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</h1>
    <p><strong>1. Загальні положення</strong></p>
    <p>
        Веб-сайт "<a href="<?= $domainName ?>"><?= $domainName ?></a>" (далі – "Сайт") належить юридичній особі,
        зареєстрованій відповідно до законодавства,
        що діє відповідно до закону (далі – "Компанія" або "Ми").
    </p>
    <p>
        Компанія поважає особисту (персональну) інформацію всіх користувачів Сайту без винятку, а також осіб, які
        користуються послугами Сайту. Враховуючи це, ми прагнемо захищати конфіденційність персональних даних
        (інформації та сукупності інформації про фізичну особу, за допомогою якої користувача можна ідентифікувати або
        може бути конкретно ідентифіковано), тим самим створюючи та забезпечуючи максимально комфортні умови для
        використання послуг Сайту кожним користувачем.
    </p>
    <p>
        Виконуючи вищеописане, Компанія діє в межах цієї Політики конфіденційності та захисту персональних даних (далі –
        "Політика"), текст якої викладений нижче. Зокрема, Політика встановлює порядок обробки персональних даних
        Компанією, типи зібраних персональних даних та мету їх використання, взаємодію Компанії з третіми особами,
        заходи безпеки, що використовуються для захисту персональних даних, умови доступу до персональних даних, а також
        контактну інформацію для користувача щодо отримання доступу, внесення змін, блокування або видалення своїх
        персональних даних і вирішення будь-яких питань, що можуть виникнути у вас щодо практики захисту персональних
        даних.
    </p>

    <p><strong>2. Типи оброблюваних персональних даних</strong></p>
    <p>Під час використання користувачем послуг Сайту Компанія обробляє наступні дані користувача:</p>
    <ul>
        <li>дані, які Користувач надає під час заповнення реєстраційних форм та в процесі використання послуг;</li>
        <li>cookies;</li>
        <li>IP-адреси користувача;</li>
        <li>параметри та налаштування інтернет-браузерів (User-agent).</li>
    </ul>
    <p>
        Зокрема, Компанія збирає лише ті персональні дані, які свідомо надає користувач як суб’єкт персональних даних
        для використання послуг Сайту (наприклад, ім'я та прізвище, логін та пароль, адреса електронної пошти,
        контактний номер телефону, дата народження, стать тощо), що відповідає вимогам закону з отримання згоди суб'єкта
        персональних даних на обробку його персональних даних відповідно до мети їх обробки, зазначеної в цій Політиці.
    </p>
    <p>
        Компанія збирає дані про статистику відвідувань Сайту (наприклад, про підключення, трафік, перегляди, а також
        про дату, час, тривалість роботи в Інтернеті та перебування на Сайті).
    </p>
    <p>
        Також під час відвідування Сайту Компанія фіксує всі входи користувачів у систему. Інша поведінкова інформація
        користувача в мережі не обробляється і не зберігається Компанією.
    </p>
    <p>
        Зверніть увагу, що Компанія збирає мінімальну кількість інформації, необхідної виключно для виконання запиту
        суб’єкта персональних даних.
    </p>
    <p>
        Компанія не збирає інформацію для обробки якої встановлені певні вимоги законом, наприклад, інформацію про
        расове або етнічне походження, політичні, релігійні або ідеологічні переконання, членство в політичних партіях
        та профспілках або судимості, а також дані, що стосуються здоров'я, статевого життя, біометричні або генетичні
        дані (згідно зі статтею 7 Закону України "Про захист персональних даних").
    </p>
    <p><strong>3. Обробка персональних даних</strong></p>
    <p>
        Обробка та зберігання персональних даних, наданих користувачем, здійснюється в дата-центрах, де розташоване
        обладнання, що забезпечує функціонування послуг Сайту. Надані персональні дані обробляються та можуть
        зберігатися в Базі персональних даних або в окремій таблиці Бази даних Сайту.
    </p>

    <p><strong>4. Цілі обробки/використання персональних даних</strong></p>
    <p>
        Персональні дані використовуються з метою забезпечення надання інтернет-послуг Сайту, обміну
        інформацією/новинами, відносин у сфері реклами та комунікацій відповідно до Законів України, включаючи, але не
        обмежуючись, виключно "Про захист персональних даних", "Про ратифікацію Конвенції про захист фізичних осіб у
        зв'язку з автоматизованою обробкою персональних даних і Додаткового протоколу до Конвенції про захист осіб у
        зв'язку з автоматизованою обробкою персональних даних щодо наглядових органів і транскордонних потоків даних",
        "Про інформацію", "Про рекламу", "Про телекомунікації", "Про захист інформації в інформаційних і
        телекомунікаційних системах", "Про державну підтримку засобів масової інформації та соціальний захист
        журналістів", а також у відповідності до Правил користування Сайтом та інших актів, що регулюють діяльність
        Компанії.
    </p>

    <p><strong>5. Термін зберігання персональних даних</strong></p>
    <p>Персональні дані зберігаються не довше, ніж це необхідно для досягнення мети їх обробки.</p>
    <p>
        Після того як суб'єкт персональних даних перестає бути користувачем Сайту шляхом видалення облікового запису на
        Сайті, його персональні дані автоматично видаляються.
    </p>
    <p><strong>6. Використання файлів cookies</strong></p>
    <p>
        Cookie – це текстовий файл або файли, що містять невелику кількість інформації, яка надсилається веб-браузером
        та зберігається на пристрої користувача (наприклад, комп'ютері, мобільному телефоні чи іншому пристрої, з якого
        користувач відвідує Сайт).
    </p>
    <p>
        Cookies можуть бути постійними (зберігаються на комп'ютері до моменту їх видалення користувачем), або
        тимчасовими/сесійними (зберігаються лише до закриття браузера). Також cookies поділяються на основні
        (встановлюються безпосередньо відвідуваним Сайтом) та сторонні (встановлюються іншими сайтами).
    </p>
    <p>Звертаємо вашу увагу на наступне:</p>
    <ul>
        <li>дані cookies оновлюються при повторному відвідуванні Сайту користувачем;</li>
        <li>в більшості випадків веб-браузер дозволяє автоматичне збереження cookies на пристрої користувача;</li>
        <li>відключення cookies може призвести до обмеженого доступу до опублікованих матеріалів та/або неповноцінного
            функціонування послуг Сайту.</li>
    </ul>
    <p>
        Компанія піклується про своїх користувачів і прагне зробити використання Сайту максимально зручним, і для цього
        Компанії необхідно аналізувати поведінку, упод

        обання та інтереси користувачів за допомогою cookies. Аналіз за допомогою cookies допоможе Компанії покращити
        взаємодію користувача з Сайтом, визначити найбільш зручний інтерфейс та навігацію Сервісу.
    </p>
    <p>
        З урахуванням класифікації Міжнародної торгової палати (International Chamber of Commerce), Компанія
        використовує наступні категорії cookies:
    </p>
    <ul>
        <li>Необхідні cookies, які потрібні користувачеві для навігації веб-сторінкою та використання певних послуг
            (наприклад, для доступу до захищених сторінок, реєстрації та авторизації, виконання пошуку на Сайті). Ці
            файли запам'ятовують попередні дії користувача під час переходу на попередню веб-сторінку в межах тієї ж
            сесії.</li>
        <li>Операційні cookies збирають інформацію про те, як використовується Сайт (наприклад, час перебування на
            Сайті, найчастіше відвідувані сторінки, розуміння того, які розділи та послуги сайту були найцікавішими для
            користувача, наскільки ефективна та чи інша рекламна та/або маркетингова кампанія тощо). Ці дані
            зберігаються на пристрої користувача між сесіями веб-браузера. Зібрана за допомогою операційних cookies
            інформація призначена виключно для статистичних та аналітичних завдань. Деякі дані cookies можуть бути
            надані третім особам, які мають дозвіл від веб-ресурсу, та виключно для вищезазначених цілей.</li>
        <li>Функціональні cookies використовуються для збереження налаштувань або конфігурацій, які зберігаються на
            пристрої користувача між сесіями веб-браузера (наприклад, ім'я користувача, фотографія в профілі, інформація
            про залишені коментарі, мова сайту, місцезнаходження, інформація про те, чи надавав користувач яку-небудь
            інформацію або раніше вибрані налаштування, а також інші параметри Сайту). Дані cookies також дозволяють
            користувачам переглядати відео, брати участь в інтерактивних активностях (опитуваннях, голосуваннях) і
            взаємодіяти з соціальними мережами. Деякі дані cookies можуть передаватися третім особам, які мають дозвіл
            від веб-ресурсу.</li>
        <li>Цільові cookies використовуються для надання контенту, який може бути цікавим для користувача. Ці дані
            зберігаються на пристрої користувача між сесіями веб-браузера (наприклад, відстеження рекомендованого
            тексту, графіки, аудіо та відео матеріалу, з метою уникнення повторного відображення, управління
            таргетованою рекламою, оцінка ефективності рекламних кампаній, інформація про відвідування користувачем
            інших ресурсів під час переходів, а також інші параметри Сайту).</li>
    </ul>
    <p>
        Сайт може передавати цю інформацію іншим сторонам, включаючи медіа-клієнтів, рекламодавців, агентства та
        партнерів для надання якісної таргетованої реклами.
    </p>
    <p>Компанія використовує cookies від сторонніх служб і аналітичних сервісів:</p>
    <ul>
        <li>Зокрема, для оперативної доставки, кращого відображення та детального аналізу контенту на Сайті, Компанія
            використовує послуги, що належать іншим стороннім компаніям, таким як Facebook, Twitter, Alphabet Inc. та
            інші. Наведені в прикладі компанії можуть використовувати cookies на пристрої користувача під час роботи на
            сайті.</li>
    </ul>
    <p>
        Варто зазначити, що Сайт не може впливати на роботу cookies, які використовуються цими службами. Ви можете
        дізнатися всю необхідну інформацію про їх використання, відвідавши відповідний ресурс.
    </p>
    <p>
        Умови використання Google Analytics – <a
            href="http://www.google.com/analytics/terms/uk.html">http://www.google.com/analytics/terms/uk.html</a>
    </p>
    <p>
        Звертаємо вашу увагу на те, що повноцінна робота з Сайтом доступна лише при використанні cookies. У той час як
        відключення cookies може призвести до обмеженого доступу до контенту та неповноцінного функціонування послуг
        Сайту.
    </p>
    <p>
        Щоб зв'язатися з компанією щодо використання cookies, надішліть повідомлення на електронну адресу <a
            href="mailto:adv@<?= $domainName ?>">adv@<?= $domainName ?></a>.
    </p>
    <p>
        Якщо користувач не погоджується на використання cookies або навмисно видаляє всі cookies зі свого веб-браузера,
        то при повторному відвідуванні Сайту користувачеві буде запропоновано включити та використовувати cookies.
    </p>
    <p>
        Інформація про користувачів, отримана за допомогою cookies, не продається та не поширюється у відкритому
        доступі, а також є власністю Компанії.
    </p>
    <p><strong>7. Взаємодія Сайту з іншими ресурсами</strong></p>
    <p>
        Під час використання користувачем послуг, на сторінках Сайту можуть бути присутні коди інших інтернет-ресурсів
        третіх осіб, в результаті чого такі інтернет-ресурси та треті особи можуть отримувати ваші дані. Таким чином, ці
        інтернет-ресурси можуть отримувати та обробляти інформацію про факт вашого відвідування цих сторінок, а також
        іншу інформацію, яку передає браузер користувача.
    </p>
    <p>
        Використання інших служб Компанії є необхідним для оперативного аналізу відвідувань Сайту, внутрішньої та
        зовнішньої оцінки відвідуваності Сайту, глибини переглядів, активності користувачів. Дані, отримані з таких
        служб, компанія не зберігає та не обробляє.
    </p>

    <p><strong>8. Безпека неповнолітніх</strong></p>
    <p>Сайт не призначений для користувачів, які є неповнолітніми.</p>

    <p><strong>9. Взаємодія Компанії з третіми особами щодо персональних даних</strong></p>
    <p>
        Компанія не передає персональні дані третім особам, за винятком випадків, коли така передача є вимогою
        законодавства, на запит суб'єкта персональних даних або в інших випадках, передбачених цією Політикою. Компанія
        розуміє, що особиста інформація є цінністю та невід'ємною частиною, включаючи особисті немайнові права фізичної
        особи, тому вживає всіх можливих заходів для захисту персональної інформації користувачів, добровільно та
        свідомо переданої останніми Компанії.
    </p>
    <p>
        Сайт може містити посилання на інші веб-сайти (для інформаційних та/або рекламних цілей). При переході
        користувача за посиланням на інші веб-сайти, ця Політика не буде поширюватися на такі веб-сайти.
    </p>

    <p><strong>10. Конфіденційність діяльності суб'єкта персональних даних на Сайті</strong></p>
    <p>
        Інформація про поведінку користувачів на сайті, проходження мережі або електронна пошта Користувача захищені
        відповідно до законодавства.
    </p>
    <p><strong>11. Захист персональних даних</strong></p>
    <p>
        Компанія використовує загальновизнані стандарти технологічного та оперативного захисту інформації та
        персональних даних від втрати, неправомірного використання, зміни або знищення. Однак

        , незважаючи на всі зусилля, Компанія не може гарантувати абсолютну безпеку від будь-яких зовнішніх загроз, що
        не регулюються Компанією.
    </p>
    <p>
        Компанія дотримується всіх застосовних зобов'язань щодо конфіденційності та технічних і організаційних заходів
        безпеки для запобігання несанкціонованому або незаконному розкриттю або обробці такої інформації та даних, їх
        випадковій втраті, знищенню або пошкодженню.
    </p>

    <p><strong>12. Умови доступу до персональних даних</strong></p>
    <p>
        Порядок доступу до персональних даних третіх осіб визначається умовами згоди користувача, наданої власником
        персональних даних на обробку таких даних, або відповідно до вимог законодавства. Доступ користувача до даних
        про себе здійснюється безкоштовно.
    </p>

    <p><strong>13. Права суб'єкта персональних даних</strong></p>
    <ul>
        <li>знати про джерела збору, місцезнаходження своїх персональних даних, мету їх обробки, місцезнаходження або
            місце проживання (перебування) власника або розпорядника персональних даних або надати відповідну
            авторизацію на отримання цієї інформації особам, уповноваженим ним, за винятком випадків, встановлених
            законом;</li>
        <li>отримувати інформацію про умови надання доступу до персональних даних, зокрема інформацію про третіх осіб,
            яким передаються персональні дані;</li>
    </ul>

    <p>
        <strong>Щоб оновити, отримати доступ ... будь ласка, зв'яжіться з Компанією: по електронній пошті на адресу
            adv@<?= $domainName ?>.</strong>
    </p>

    <p><strong>14. Зміни до Політики</strong></p>
    <p>
        До цієї Політики можуть час від часу вноситися зміни та доповнення без попереднього повідомлення користувача,
        включаючи зміни у вимогах законодавства. Просимо періодично переглядати Політику, щоб бути в курсі будь-яких
        змін або доповнень.
    </p>
</div>
