<?php

return [
  'components' => 
  [
    'index' => 
    [
      'headerText' => 'Ласкаво просимо до EtoTest GameStore',
      'bodyText' => 'Досліджуйте широкий асортимент ігор та аксесуарів в EtoTest GameStore. Знайдіть найновіші випуски та улюблені класики, все в одному місці!',
      'author' => 'Команда EtoTest',
      'job' => 'Приведення найкращих ігор до вас!',
      'features' => 
      [
        0 => 
        [
          'header' => 'Широкий вибір ігор',
          'body' => 'Від напружених пригод до заплутаних головоломок, у нас є щось для кожного геймера.',
        ],
        1 => 
        [
          'header' => 'Ексклюзивні пропозиції',
          'body' => 'Отримуйте спеціальні пропозиції та знижки на найкращі ігри та аксесуари, тільки в EtoTest GameStore.',
        ],
        2 => 
        [
          'header' => 'Швидка доставка',
          'body' => 'Отримайте улюблені ігри швидко завдяки нашим ефективним послугам доставки.',
        ],
        3 => 
        [
          'header' => 'Круглодобова підтримка клієнтів',
          'body' => 'Наша команда завжди на зв\'язку, щоб допомогти вам з будь-якими питаннями чи проблемами, які у вас виникли.',
        ],
      ],
      'meta' => 
      [
        'title' => 'EtoTest GameStore - Ваш пункт призначення для відмінності геймінгу',
        'description' => 'EtoTest GameStore пропонує преміум вибір ігор, аксесуарів та багато іншого. Почніть свій геймінговий шлях разом з нами вже сьогодні!',
        'keywords' => 'GameStore',
      ],
      'label' => 'Головна',
    ],
    'privacy-policy' => 
    [
      'meta' => 
      [
        'title' => 'Політика конфіденційності - EtoTest',
        'description' => 'Дізнайтеся про нашу політику конфіденційності в магазині EtoTest GameStore та про те, як ми обробляємо вашу особисту інформацію.',
        'keywords' => 'політика конфіденційності, захист даних, особиста інформація, магазин EtoTest GameStore',
      ],
      'label' => 'Політика конфіденційності',
    ],
    'terms-of-use' => 
    [
      'meta' => 
      [
        'title' => 'Умови використання - Магазин ігор EtoTest',
        'description' => 'Дізнайтеся про умови використання для магазину ігор EtoTest, включаючи політику щодо покупок, повернень та поведінку користувачів.',
        'keywords' => 'умови використання, Магазин ігор EtoTest, політика, покупки, повернення, поведінка користувачів',
      ],
      'label' => 'Умови використання',
    ],
    'return-policy' => 
    [
      'meta' => 
      [
        'title' => 'Легке повернення та повернення коштів в ігровому магазині EtoTest',
        'description' => 'Дізнайтеся про нашу безпроблемну політику повернення в магазині ігор EtoTest. Ми спрощуємо для вас процес повернення або обміну ваших покупок.',
        'keywords' => 'політика повернення у магазині ігор EtoTest, повернення, повернення коштів, політика обміну',
      ],
      'label' => 'Політика повернення',
    ],
    'delivery-policy' => 
    [
      'meta' => 
      [
        'title' => 'EtoTest - Політика доставки',
        'description' => 'Дізнайтеся про політику доставки від EtoTest та про те, як ми забезпечуємо своєчасну доставку ваших ігрових продуктів.',
        'keywords' => 'EtoTest, політика доставки, ігри, ігрові продукти',
      ],
      'label' => 'Політика доставки',
    ],
    'contacts' => 
    [
      'headerText' => 'Зв\'яжіться з EtoTest',
      'addressHeaderText' => 'Наша головна компанія',
      'contactsHeaderText' => 'Зв\'яжіться з нами',
      'socialsHeaderText' => 'Підключайтесь до нас у соцмережах',
      'signUpToNewsletterHeaderText' => 'Підпишіться на нашу розсилку',
      'nameLabel' => 'Ваше ім\'я',
      'emailLabel' => 'Ваша електронна пошта',
      'messageLabel' => 'Ваше повідомлення',
      'saveButtonLabel' => 'Надіслати',
      'meta' => 
      [
        'title' => 'Контакти з EtoTest',
        'description' => 'Звертайтеся до EtoTest з будь-якими питаннями або відгуками.',
        'keywords' => 'GameStore, контакт, електронна пошта, повідомлення',
      ],
      'label' => 'Контакти',
      'email' => 'contacts@TestArchive',
      'phone' => '+38(0875)245731',
      'address' => '25755, Чернівецька область, місто Чернівці, вул. Паторжинського, 96',
    ],
    'thank-you-order' => 
    [
      'headerText' => 'Дякуємо за ваше замовлення!',
      'headerSecondaryText' => 'Ваша покупка пройшла успішно.',
      'goHomeButtonLabel' => 'Перейти на головну сторінку',
      'meta' => 
      [
        'title' => 'Успішне замовлення - EtoTest',
        'description' => 'Дякуємо за покупку в EtoTest! Ваше замовлення успішно виконано.',
        'keywords' => 'EtoTest, GameStore, успішне замовлення',
      ],
    ],
    'thank-you-subscribe' => 
    [
      'headerText' => 'Дякуємо за підписку на EtoTest!',
      'headerSecondaryText' => 'Будьте в курсі останніх випусків і пропозицій з ігор.',
      'goHomeButtonLabel' => 'Перейти на головну сторінку',
      'meta' => 
      [
        'title' => 'EtoTest - Підтвердження підписки',
        'description' => 'Дякуємо за підписку на EtoTest! Будьте в курсі останніх випусків і пропозицій з ігор.',
        'keywords' => 'EtoTest, GameStore, підписка',
      ],
    ],
  ],
  'common' => 
  [
    'header' => 
    [
      'searchLabel' => 'Шукайте свої улюблені ігри...',
      'toggleNavigationLabel' => 'Досліджуйте категорії',
      'signInButtonLabel' => 'Увійти',
      'signUpButtonLabel' => 'Зареєструватися',
    ],
    'footer' => 
    [
      'about-us' => 'Дізнайтеся більше про EtoTest, провідний інтернет-магазин ігор, що пропонує широкий асортимент ігрової продукції та аксесуарів для всіх любителів геймінгу. Відкрийте для себе нашу історію, місію та зобов\'язання забезпечувати відмінний сервіс клієнтам та продукцію високої якості.',
      'about-us-label' => 'Про нас',
      'navigation' => 'Навігація',
      'follow-us' => 'Слідкуйте за нами',
      'contact' => 'Контакти',
    ],
    'language-selector' => 
    [
      'uk_UA' => 'Українська',
    ],
  ],
];
