<?php

return [
  'components' => 
  [
    'index' => 
    [
      'headerText' => 'Добро пожаловать в TechSolutions Inc.',
      'bodyText' => 'Ваш надежный партнер в области инновационных технологических решений.',
      'author' => 'John Smith',
      'job' => 'CEO',
      'features' => 
      [
        0 => 
        [
          'header' => 'Cutting-Edge Technology',
          'body' => 'Исследуйте последние достижения в области технологий для оптимизации бизнес-процессов.',
        ],
        1 => 
        [
          'header' => 'Expert Consultation',
          'body' => 'Получите персонализированные консультации от ведущих специалистов отрасли для достижения ваших деловых целей.',
        ],
        2 => 
        [
          'header' => '24/7 Support',
          'body' => 'Наша отдельная служба поддержки доступна круглосуточно для помощи в решении любых технических вопросов.',
        ],
        3 => 
        [
          'header' => 'Custom Solutions',
          'body' => 'Индивидуальные технологические решения, соответствующие уникальным требованиям вашего бизнеса.',
        ],
      ],
      'meta' => 
      [
        'title' => 'TechSolutions Inc. - поставщик технологических решений',
        'description' => 'TechSolutions Inc. предлагает передовые технологические решения для повышения эффективности вашего бизнеса.',
        'keywords' => 'технологии, решения, инновации, консультации, поддержка, индивидуальные решения',
      ],
      'label' => 'Главная',
    ],
    'privacy-policy' => 
    [
      'meta' => 
      [
        'title' => 'Политика конфиденциальности - Название компании',
        'description' => 'Узнайте о нашей политике конфиденциальности, чтобы понять, как мы собираем и используем ваши личные данные.',
        'keywords' => 'политика конфиденциальности, личные данные, защита данных, пользовательская информация, конфиденциальность',
      ],
      'label' => 'Политика конфиденциальности',
    ],
    'terms-of-use' => 
    [
      'meta' => 
      [
        'title' => 'Условия использования - Компания ABC',
        'description' => 'Узнайте о правилах и условиях использования услуг компании ABC.',
        'keywords' => 'условия использования, условия, Компания ABC',
      ],
      'label' => 'Условия использования',
    ],
    'return-policy' => 
    [
      'meta' => 
      [
        'title' => 'Политика возврата и возвратов',
        'description' => 'Наша политика возврата разработана для вашего удобства и дружественна к клиентам. Узнайте, как вы можете вернуть вашу покупку и получить возврат.',
        'keywords' => 'возвраты, возвраты, обмен, политика, продукты',
      ],
      'label' => 'Политика возврата',
    ],
    'delivery-policy' => 
    [
      'meta' => 
      [
        'title' => 'Быстрая и Надежная Политика Доставки',
        'description' => 'Узнайте о нашей эффективной политике доставки, которая гарантирует своевременное выполнение ваших заказов.',
        'keywords' => 'политика доставки, информация о доставке, доставка заказов',
      ],
      'label' => 'Политика доставки',
    ],
    'contacts' => 
    [
      'headerText' => 'Связаться с нами',
      'addressHeaderText' => 'Наше местоположение',
      'contactsHeaderText' => 'Контакты',
      'socialsHeaderText' => 'Подписывайтесь на нас',
      'signUpToNewsletterHeaderText' => 'Подпишитесь на нашу рассылку',
      'nameLabel' => 'Имя',
      'emailLabel' => 'Эл. почта',
      'messageLabel' => 'Сообщение',
      'saveButtonLabel' => 'Отправить',
      'meta' => 
      [
        'title' => 'Свяжитесь с нами для любых вопросов',
        'description' => 'Обращайтесь к нам с любыми вопросами',
        'keywords' => 'контакт, сообщение, эл. почта, связь',
      ],
      'label' => 'Контакты',
      'email' => 'info@testirovochniy',
      'phone' => '8-800-172-7804',
      'address' => '346049, Омская область, город Люберцы, наб. Гоголя, 29',
    ],
    'thank-you-order' => 
    [
      'headerText' => 'Спасибо за ваш заказ!',
      'headerSecondaryText' => 'Ваша покупка очень важна для нас.',
      'goHomeButtonLabel' => 'На главную',
      'meta' => 
      [
        'title' => 'Подтверждение заказа - Название компании',
        'description' => 'Спасибо за совершение заказа в Название компании. Ваше удовлетворение - наш главный приоритет.',
        'keywords' => 'подтверждение заказа, спасибо, Название компании',
      ],
    ],
    'thank-you-subscribe' => 
    [
      'headerText' => 'Спасибо за подписку!',
      'headerSecondaryText' => 'Будьте в курсе наших последних новостей и предложений',
      'goHomeButtonLabel' => 'На главную',
      'meta' => 
      [
        'title' => 'Подписка успешно оформлена - Название Компании',
        'description' => 'Спасибо за подписку на рассылку новостей Название Компании для получения последних обновлений о наших продуктах и акциях.',
        'keywords' => 'подписка, рассылка, обновления, Название Компании',
      ],
    ],
  ],
  'common' => 
  [
    'header' => 
    [
      'searchLabel' => 'Найти продукты, услуги и многое другое...',
      'toggleNavigationLabel' => 'Меню',
      'signInButtonLabel' => 'Войти',
      'signUpButtonLabel' => 'Зарегистрироваться',
    ],
    'footer' => 
    [
      'about-us' => 'Добро пожаловать в компанию XYZ, ведущего поставщика инновационных решений в секторе технологий. Наша экспертиза заключается в разработке передовых программных приложений и цифровых продуктов, которые трансформируют бизнес. Мы стремимся к совершенству и удовлетворению клиентов, предоставляя первоклассные услуги, адаптированные под ваши конкретные потребности.',
      'about-us-label' => 'common.footer.about-us',
      'navigation' => 'common.footer.navigation',
      'follow-us' => 'common.footer.follow-us',
      'contact' => 'common.footer.contact',
    ],
    'language-selector' => 
    [
      'ru_RU' => 'Русский',
    ],
  ],
];
